During upgrade, an issued revision cloud was moved. Please double check the revision cloud to ensure it is located in the correct place.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ModifyingIssuedRevisionCloudOnUpgrade { get; }
  Visual Basic
Public Shared ReadOnly Property ModifyingIssuedRevisionCloudOnUpgrade As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ModifyingIssuedRevisionCloudOnUpgrade {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RevisionCloudFailures Class
  Autodesk.Revit.DB Namespace